my_chat_member-promoted_transition =
    ❤️ Дякую, що підвищили мене до адміністратора!
    
    💬 Для повноцінної роботи мені потрібні такі права:
    { $can_delete_messages ->
        [1] ✅ Видаляти повідомлення
       *[other] ❌ Видаляти повідомлення
    }
    { $can_restrict_members ->
        [1] ✅ Обмежувати користувачів
       *[other] ❌ Обмежувати користувачів
    }
    { $can_invite_users ->
        [1] ✅ Запрошувати користувачів
       *[other] ❌ Запрошувати користувачів
    }
my_chat_member-join_transition =
    ❤️ Дякую, що додати мене до чату.
    
    💬 Для повноцінної роботи мені потрібні такі права:
    { $can_delete_messages ->
        [1] ✅ Видаляти повідомлення
       *[other] ❌ Видаляти повідомлення
    }
    { $can_restrict_members ->
        [1] ✅ Обмежувати користувачів
       *[other] ❌ Обмежувати користувачів
    }
    { $can_invite_users ->
        [1] ✅ Запрошувати користувачів
       *[other] ❌ Запрошувати користувачів
    }
my_chat_member-demoted_transition =
    Мої права адміністратора були забрані.
    
    Я продовжу працювати в чаті, але з обмеженими можливостями.
